{
    "global": {
		"home": "Cifrado de sus archivos",
		"about": "Acerca de",
		"adventure": "Progresión",
		"security": "Seguridad",
		"blog": "Blog",
		"donate": "Donar",
		"help": "Ayuda",
		"login": "Iniciar Sesión",
		"register": "Registrarse",
		"close": "Cerrar"
	},

	"home": {
		"secureStorageSolution": "Solución de almacenamiento seguros",
		"securedConnections": "Conexiones seguras",
		"securedConnectionsTxt": "Todas sus conexiones con Quanta Cloud son seguras mendiante la tecnología TLS 1.2",
		"endToEndEncryption": "Cifrado ent-to-end",
		"endToEndEncryptionTxt": "Todos sus archivos son cifrados en su navegador web para que puedas ser los unicos que pueden consultarles",
		"protection": "Protección",
		"protectionTxt": "Sus archivos son protegidos contre el espionaje y solos sus identificadores le permiten de visiona sus archivos",
		"free": "Gratuito",
		"freeTxt": "La privacidad en Internet es un derecho. Son sus dones que permiten de financiar los servidores informáticos, el equipo y nuestras conferencias",
		"openSource": "OpenSource",
		"openSourceTxt": "Quanta Cloud utiliza librerías de cifrado opensources, probarán por la comunidad del opensource",
		"anonymity": "Anonimato",
		"anonymityTxt": "Quanta Cloud no se necesita ninguna y no recopilará información personal, usted permaneceis anónima",
		"modernity": "Modernidad",
		"modernityTxt": "La interface es intuitiva y moderna, accedeis a sus archivos rápida y fácilmente",
		"accessibility": "Accesibilidad",
		"accessibilityTxt": "Accedeis a todos sus archivos fácilmente en línea, de cualquier hora, en cualquier lugar."
	},

	"about": {
		"ourPolicy": "Nuestra política",
		"policy": "<b>L</b>a vida privada en Internet es un derecho. Por qué deberíamos aceptar que no se le harían en nuestra vida cotidiana (offline) ? Desde muchos años, empresas privadas como Google, Facebook, etc... Así como los departamentos gubernamentales nos espían y recogen información sobre nosotros , todos los días, en la red. Sin embargo, hemos los medios de contrarrestar este espionaje de masa con la criptografía pero bastantes pocos planes nos permitan de protegernos adecuadamente. Pero, hoy, tenemos la suerte de tener una alternativa segura por nuestros correos : <span>ProtonMail</span>, que permite el cifrado de principio a fin de estos últimos.<br /><b>E</b>s en esta ética que tenemos empezado el desarrollo de <span>Quanta Cloud</span>  para proporcionarle una alternativa por el almacenamiento de sus documentos en la red de forma segura . Nuestra política nos oblig de cuantificar desde sus navigador Internet sus archivos dirigiéndose los únicos auténticoss propietario de de estos.",
		"ourTeam": "Nuestro equipo",
		"PaulRole": "Cofundador &amp; admin sistemas y redes",
		"PaulLife": "Paul es un colegial apasionado por muchas ciencas así que la informática. Gestiona los servidores, así que, asistido por Romain, el equipo de Quanta Cloud. La vida privada en la red es un tema querido y cercano al corazón en serio. Sin mencionar que está muy interesado en los mangas, animes, dramas, el Japón, así que el open source, el Libre .",
		"RomainRole": "Cofundador &amp; Desarrolladore front-end",
		"RomainLife": "Romain, especializado en física, es apasionado por la astrofísica, la física cuántica y todos en relación así que la informática. Es uno de los de los fundadores de Quanta Cloud y es responsable de la gestora del equipo del equipo así que el parte front-end del proyecto. Además de eso, es gran aficionada de bádminton que practica en competencia.",
		"QuentinRole": "Desarrolladore back-end & admin de base de datos",
		"QuentinLife": "Quentin es desarrolladore back-end. Es apasionado por la informática así que los video juegos. Es actualmente en la misma sección de BTS que Dylan, y hará una licencias profesionales una vez su BTS obtenido por convertirse en desarrolladore web.",
		"DylanRole": "Desarrolladore back-end",
		"DylanLife": "Dylan Desarrolladore con Quentin el back-end, apasionado por la informática, estudia actualmente la informática y el red en BTS y deseo luego hace una licencias profesionales en el desarrollo web.",
		"ArnaudRole": "Designer",
		"ArnaudLife": "Arnaud, especializado en física en la misma promoción que Romain. Apasionado por la informática y el electrónico. Arnaud codificado todos los scripts le permite de gestionar su casa con su tableta. Sus múltiples habilidades autour en Photoshop le permite de estar el designer del proyecto. Más tarde, se tiene previsto trabajar en la domótica o energías renovables.",
		"thanksTo": "Gracias a"
	},

	"adventure": {
		"phase": "Fase",
		"mouseDescription": "Pase el ratón sobre una burbuja para mostrar información",
		"phase1": "<b>Phase 1</b><br /><p style='text-align: justify';>Cette première phase consiste à la création d'un site web complet dit de 'features' permettant la présentation du projet en général, des développeurs ainsi que des informations supplémentaires sur la sécurité.<br /><br />Date de lancement prévue : <b>Fin Janvier 2016</b>",
		"phase2": "<b>Phase 2</b><br /><p style='text-align: justify';>La deuxième phase consiste au développement de l'interface de gestion de vos fichiers. L'interface ne comportera que les fonctionnalités de base (celles du chiffrement seront bien-sûr les premières à être implantées). Une fois terminée, la bêta limitée pourra être lancée. Elle comprendra environ une cinquantaine de personnes (grand maximum).<br /><br />Date de lancement prévue : <b>Juillet 2016</b>",
		"phase3": "<b>Phase 3</b><br /><p style='text-align: justify';>La troisième phase consiste en l'achat de nos propres serveurs et à l'ouverture de la bêta publique avec des fonctionnalités supplémentaires (en plus de celles de base). Nos serveurs pourront supporter environ 1000 à 2000 personnes.<br /><br />Date de lancement prévue : <b>Janvier 2017</b>",
		"phase4": "<b>Phase 4</b><br /><p style='text-align: justify';>La quatrième phase consiste en la sortie d'une version complètement stable de l'interface (avec sûrement des améliorations de performances, de simplifications de certaines fonctionnalités, etc...). Le lancement de la première version stable sera accompagnée d'un achat de plusieurs serveurs à haute capacité de stockage.<br /><br />Date de lancement prévue : <b>Avril-Mai 2017</b>",
		"phase5": "<b>Phase 5</b><br /><p style='text-align: justify';>La cinquième et dernière phase sera principalement le lancement d'autres projets sous le nom de <b>Kantum Technologies</b> ainsi que le financement de nouveaux serveurs. L'interface subira alors une analyse rigoureuse afin d'améliorer de façon significative l'expérience utilisateur.<br /><br />Date de lancement prévue : <b>Janvier 2018</b>"
	},

	"donate": {
		"serverFinancing": "Participer au financement des serveurs",
		"teamFinancing": "Participer au financement de l'équipe",
		"conferenceFinancing": "Participer au financement des conférences",
		"why": "Pourquoi ?",
		"whyDonate": "Pourquoi faire un don ?",
		"whyDonateTxt": "Notre équipe est composée d'étudiants, pas de professionnels à proprement parler. Donc, nous ne sommes pas rémunérés par un quelconque emploi. Ainsi, si nous avons besoin d'argent, nous sommes obligés de consacrer de notre temps pour travailler, ce qui est du temps en moins pour travailler sur Quanta Cloud ou sur nos études.<br />Or, si par vos dons, nous parvenons à établir un certain équilibre et nous n'avons pas forcément besoin de travailler pour subvenir à nos besoins, alors nous pourrons nous consacrer davantage au développement de Quanta Cloud."
	},

	"help": {
		"losePwd": "J'ai perdu mon mot de passe, comment le récupérer ?",
		"losePwdAns": "S'il s'agit de votre mot de passe d'identification, vous avez un lien sur la page de connexion \"Mot de passe oublié ?\". Votre mot de passe sera réinitialisé et un mail vous sera envoyé avec un mot de passe temporaire.<br />En revanche, si c'est votre mot de passe de déchiffrement, il nous est impossible d'en redéfinir un et il faut considérer que tous vos fichiers sont perdus.",
		"whoCanAccessMyFiles": "Qui peut accéder à mes fichiers ?",
		"whoCanAccessMyFilesAns": "Seul vous pouvez accéder à vos fichiers. Sans rentrer dans les termes techniques. Vous avez besoin d'une paire de clés (publique et privée) pour chiffrer et déchiffrer vos fichiers et ces clés sont elles-mêmes chiffrées à l'aide de votre mot de passe de chiffrement. Ainsi, personne, même pas nous, ne peut accéder à vos fichiers à part vous.",
		"howEncrypted": "Comment sont chiffrés mes fichiers ?",
		"howEncryptedAns": "Vos fichiers sont chiffrés de bout-en-bout avec l'outil <a href='http://openpgpjs.org/'>OpenPGP.js</a> au niveau de votre navigateur à l'aide de votre clé personnelle, elle aussi déchiffrée au niveau de votre navigateur. Ainsi, les données qui sont envoyées sont déjà chiffrées et personne d'autre à part vous ne peut les déchiffrer.",
		"howFunded": "Comment est financé Quanta Cloud, reçoit-il de l'aide de société ?",
		"howFundedAns": "Non, Quanta Cloud a pour principe de n'appartenir à aucune société (à part la nôtre), de ne pas recevoir d'aide de grosses sociétés, afin de ne pas mettre en péril sa politique de confidentialité, etc... Ainsi, Quanta Cloud est seulement financé à l'aide de vos dons. Vous pouvez faire un tour dans <a href='Donate'>la section  \"Dons\"</a> si cela vous intéresse.",
		"helpTerrorism": "Tentez-vous d'aider les terroristes, ou organisations malfaisantes ?",
		"helpTerrorismAns": "Non, nous prônons la vie privée, certes, en aidant le monde à obtenir une meilleure vie privée, nous aidons involontairement le terrorisme. Mais nous sommes dans le même cas que <a href='https://protonmail.com/blog/privacy-encryption-and-terrorism/'>ProtonMail</a>. Dans tous les cas, même si nous ne développerions pas Quanta Cloud, les terroristes ainsi que toute autre personne ou groupe de personnes chiffreraient.",
		"anotherQuestion": "Une autre question ?",
		"anotherQuestionAns": "Notre FAQ sera mise à jour au fur et à mesure de vos questions. Vous pouvez nous contacter à l'adresse suivante : <b>quantacloud [AT] protonmail [DOT] ch"
	},

	"security": {
		"communicationsEncryption": "Chiffrement des communications",
		"communicationsEncryptionTxt": "Quanta Cloud utilise la technologie <a href='https://en.wikipedia.org/wiki/Transport_Layer_Security#TLS_1.2'>TLS 1.2</a> via un certificat généré par <a href='https://letsencrypt.org/'>Let's Encrypt</a> afin de sécuriser vos communications entre vos appareils et les serveurs. Grâce à cette technologie, les informations que vous envoyez (votre identifiant, votre mot de passe, etc...) et que vous recevez (informations personnelles, etc...) sont chiffrées au moyen d'un algorithme nommé <a href='https://en.wikipedia.org/wiki/Advanced_Encryption_Standard'>AES-256</a> permettant un chiffrement par <b>AES - 256 bits</b>.<br />Ainsi, même si vos communications sont interceptées, elles ne pourront pas être déchiffrées et personne ne pourra voler les informations en transit entre vous et les serveurs",
		"filesEncryption": "Chiffrement des fichiers",
		"filesEncryptionTxt": "Nous utilisons le chiffrement de bout-en-bout. Cela signifie que quelque soit le stade (upload, stockage, download), votre fichier sera toujours chiffré. Ainsi, si une interception a lieu, l'attaquant ne pourra jamais lire vos fichiers. L'algorithme de chiffrement utilisé est <b>RSA</b> via <a href='http://openpgpjs.org/'>OpenPGP.js</a> (qui est une implémentation complète et opensource de OpenPGP) qui permet <b>un chiffrement sur 4096 bits</b>. Lors de la création de son compte, l'utilisateur se voit attribuer deux clés personnelles et uniques afin de pouvoir chiffrer et déchiffrer ses fichiers. Grâce à ce principe, nous ne pouvons pas déchiffrer vos fichiers. Lors de votre connexion, vos deux clés seront stockées au niveau de votre navigateur afin de permettre le chiffrement et le déchiffrement en local. Ceci permet de conserver les flux chiffrés.<br /><a style='cursor: pointer;' onclick='draw();'>Ouvrir le schéma de fonctionnement</a>",
		"SwissLaws": "Sous la protection des lois suisses",
		"SwissLawsTxt": "Nos serveurs seront basés <b>en Suisse</b>, comme la plupart des projets qui utilisent le chiffrement comme moyen pour se défendre contre l'espionnage de masse. Le premier avantage est sa neutralité vis à vis de l'UE et des USA, la rendant quasiment invulnérable contre des intrusions gouvernementales. De plus, la Suisse possède des lois permettant le chiffrement <b>sans aucune restriction et sans conditions</b> (contrairement aux USA avec <a href='https://en.wikipedia.org/wiki/Patriot_Act'>le Patriot Act</a>). Nos serveurs se situeront en Suisse, en sécurité contre les intrusions physiques. Vos fichiers restent chiffrés sur les serveurs, les rendant invulnérables, même face à des attaques physiques.",
		"tripleAuth": "Triple-authentification",
		"tripleAuthTxt": "Aucune autre personne mise à part vous ne doit accéder à vos fichiers. C'est pour cela que nous avons mis en place un <b>système d'authentification avec 3 couches</b>. Le principe est assez simple : Vous rentrez <b>vos identifiants</b> (pseudo/mail &amp; mot de passe) et validez, ceci correspond à la première couche de sécurité. Une fois que vous êtes connecté, il vous faut entrer <b>votre phrase secrète</b> afin de pouvoir déchiffrer votre clé personnelle qui permet ensuite le déchiffrement de vos fichiers, cela correspond à la deuxième couche. Mais, nous avons pensé qu'une couche supplémentaire apporterait une sécurité en plus. Lorsque vous avez rentré vos identifiants et votre phrase secrète, <b>un mail contenant un code vous est envoyé</b>, vous devez rentrer le code reçu sur la page pour être totalement authentifié. Tout ceci est peut-être un peu long, mais permet de renforcer la sécurité de votre compte.<br />Ce système est inspiré de la <a href='https://en.wikipedia.org/wiki/Multi-factor_authentication'>double-authentification</a> faite par certains sites comme Gmail ou encore Facebook."
	}
}
