{
    "global": {
		"home": "Chiffrement de vos fichiers",
		"about": "À propos",
		"adventure": "Avancement",
		"security": "Sécurité",
		"blog": "Blog",
		"donate": "Faire un don",
		"help": "Aide",
		"login": "Se connecter",
		"register": "S'inscrire",
		"close": "Fermer"
	},

	"home": {
		"secureStorageSolution": "SOLUTION DE STOCKAGE SÉCURISÉ",
		"securedConnections": "Connexions sécurisées",
		"securedConnectionsTxt": "Toutes vos connexions à Muonium sont sécurisées à l'aide de la technologie TLS 1.2",
		"endToEndEncryption": "Chiffrement de bout-en-bout",
		"endToEndEncryptionTxt": "Tous vos fichiers sont chiffrés au niveau de votre navigateur afin que vous puissiez être les seuls à pouvoir les consulter",
		"protection": "Protection",
		"protectionTxt": "Vos fichiers sont protégés contre l'espionnage et seuls vos identifiants vous permettent de visionner vos fichiers",
		"free": "Gratuit",
		"freeTxt": "La vie privée sur Internet est un droit. Ce sont vos dons qui permettent de financer les serveurs, l'équipe ainsi que nos conférences",
		"openSource": "OpenSource",
		"openSourceTxt": "Muonium utilise des librairies de chiffrements opensources, testées par la communauté du Libre",
		"anonymity": "Anonymat",
		"anonymityTxt": "Muonium ne requiert et ne collecte aucune information personnelle, vous restez anonyme",
		"modernity": "Modernité",
		"modernityTxt": "L'interface est intuitive et moderne, vous permettant d'accéder à vos fichiers rapidement et facilement",
		"accessibility": "Accessibilité",
		"accessibilityTxt": "Accédez à tous vos fichiers facilement en ligne, de n'importe où et n'importe quand"
	},

	"about": {
		"ourPolicy": "Notre politique",
		"policy": "La vie privée sur Internet est un droit. Pourquoi devrions-nous accepter ce que nous n'accepterions pas dans notre vie de tous les jours (hors-ligne) ? Depuis des années, les sociétés privées telles que Google, Facebook, etc... ainsi que les services gouvernementaux nous espionnent et collectent des informations à notre propos, tous les jours, sur le web. Cependant, nous avons les moyens de contrer cet espionnage de masse à l'aide de la cryptographie mais trop peu de projets nous permettent de nous protéger convenablement. Mais aujourd'hui, nous avons la chance d'avoir une alternative sûre pour nos mails, et nos conversations : <span>ProtonMail</span>, qui permet le chiffrement de bout-en-bout de ces derniers. Ainsi que <span>Ring.cx</span> et <span>Tox.chat</span> permettant le chiffrement et la décentralisation de vos conversations.<br />C'est dans cette optique-là que nous avons lancé le développement de <span>Muonium</span> afin de vous proposer une alternative pour le stockage de vos documents en ligne de façon sécurisée. Notre politique nous oblige à chiffrer de bout-en-bout vos fichiers vous rendant les seuls vrais propriétaires de ceux-ci.",
		"ourTeam": "Notre équipe",
		"PaulRole": "Co-Fondateur & Administrateur systèmes et réseau",
		"PaulLife": "Paul est passionné par beaucoup de sciences ainsi que l'informatique. Il s'occupe de l'architecture système et réseau, des systèmes de stockage, des serveurs, ainsi que de l'équipe Muonium. La vie privée sur Internet est un sujet qui lui tient très à coeur. Sans oublier qu'il porte beaucoup d'intérêt envers les mangas, animes, dramas, le Japon, ainsi que l'open source, le Libre.",
		"DylanRole": "Co-Fondateur & Développeur Front-end et Back-end",
		"DylanLife": "Dylan développe le back-end, et aide Paul à diriger Muonium. Il s'occupe également des techniques de programmation à utiliser pour l'application web. Passionné par l'informatique, et ayant un diplôme de technicien supérieur en informatique, il étudie actuellement le développement web en licence professionnelle.",
		"GioRole": "Co-Fondateur & Service de support technique",
		"GioLife": "Giovanni est chargé d'aider les utilisateurs et éventuellement les entreprises. Il se passionne pour le monde du web ainsi que pour celui du hardware et à Android. De plus il est fan de japanimations ainsi que de séries en tout genre.",
    "thanksTo": "Remerciements",
    		"ElmerRole": "Développeur Front-end",
    		"ElmerLife": "Elmer est ingénieur en électronique par profession mais s'est reconverti dans le développement web. A obtenu sa licence en électronique et communications en 1999. Il est développeur front-end à Muonium. Ses autres passions sont, par exemple, de jouer des instruments de musique tels que la basse, la guitare, le piano ou de la batterie.",
    		"AyaRole": "Développeuse Back-end",
    		"AyaLife": "Aya est ingénieur en Électronique & Communications dont la passion est la programmation. Elle a un diplome dans le Développement Web Open Source et travaille en tant que développeuse back-end à Muonium. Elle est aussi auteur à Lap Lambert Academic Publishing. Ses passions sont la musique et le tennis.",
		"BasmaRole": "Développeuse logiciel",
		"BasmaLife": "Basma est ingénieur Logiciel avec 6 ans d'expérience dans l'industrie du logiciel et du développement. Elle travaille sur l'application de bureau Muonium. Ses passions sont de développer et lire des livres.",
		"SalehRole": "Développeur Front-end et Back-end",
		"SalehLife": "Saleh est développeur web ayant 4 ans d'expérience, il travaille sur l'application de bureau avec Basma.",
		"KarramRole": "Designer",
		"KarramLife": "Mohamed vient d'Aswan, en Égypte. Il est responsable du design de Muonium. Il apprécie la communication visuelle, l'image de marque, l'identité corporative, les ambigrammes et la Géométrie sacrée."
	},

	"adventure": {
		"phase": "Phase",
		"mouseDescription": "Passez la souris sur une des bulles pour afficher les informations",
		"phase1": "Cette première phase consiste à la création d'un site web complet dit de 'features' permettant la présentation du projet en général, des développeurs ainsi que des informations supplémentaires sur la sécurité.<br /><br />Date de lancement prévue : <b>Fin Janvier 2016</b>",
		"phase2": "La deuxième phase consiste au développement de l'interface de gestion de vos fichiers. L'interface ne comportera que les fonctionnalités de base (celles du chiffrement seront bien-sûr les premières à être implantées). Une fois terminée, la bêta limitée pourra être lancée. Elle comprendra environ une cinquantaine de personnes (grand maximum).<br /><br />Date de lancement prévue : <b>Décembre 2016</b>",
		"phase3": "La troisième phase consiste en l'achat de nos propres serveurs et à l'ouverture de la bêta publique avec des fonctionnalités supplémentaires (en plus de celles de base). Nos serveurs pourront supporter environ 1000 à 2000 personnes.<br /><br />Date de lancement prévue : <b>Incertain</b>",
		"phase4": "La quatrième phase consiste en la sortie d'une version complètement stable de l'interface (avec sûrement des améliorations de performances, de simplifications de certaines fonctionnalités, etc...). Le lancement de la première version stable sera accompagnée d'un achat de plusieurs serveurs à haute capacité de stockage.<br /><br />Date de lancement prévue : <b>Incertain</b>",
		"phase5": "La cinquième et dernière phase sera principalement le lancement d'autres projets sous le nom de <b>Kantum Technologies</b> ainsi que le financement de nouveaux serveurs. L'interface subira alors une analyse rigoureuse afin d'améliorer de façon significative l'expérience utilisateur.<br /><br />Date de lancement prévue : <b>Incertain</b>"
	},

	"donate": {
		"serverFinancing": "Participer au financement des serveurs",
		"teamFinancing": "Participer au financement de l'équipe",
		"conferenceFinancing": "Participer au financement des conférences",
		"why": "Pourquoi ?",
		"whyDonate": "Pourquoi faire un don ?",
		"whyDonateTxt": "Notre équipe est composée d'étudiants, pas de professionnels à proprement parler. Donc, nous ne sommes pas rémunérés par un quelconque emploi. Ainsi, si nous avons besoin d'argent, nous sommes obligés de consacrer de notre temps pour travailler, ce qui est du temps en moins pour travailler sur Muonium ou sur nos études.<br />Or, si par vos dons, nous parvenons à établir un certain équilibre et nous n'avons pas forcément besoin de travailler pour subvenir à nos besoins, alors nous pourrons nous consacrer davantage au développement de Muonium."
	},

	"help": {
		"losePwd": "J'ai perdu mon mot de passe, comment le récupérer ?",
		"losePwdAns": "S'il s'agit de votre mot de passe d'identification, vous avez un lien sur la page de connexion \"Mot de passe oublié ?\". Votre mot de passe sera réinitialisé et un mail vous sera envoyé avec un mot de passe temporaire.<br />En revanche, si c'est votre mot de passe de déchiffrement, il nous est impossible d'en redéfinir un et il faut considérer que tous vos fichiers sont perdus.",
		"whoCanAccessMyFiles": "Qui peut accéder à mes fichiers ?",
		"whoCanAccessMyFilesAns": "Seul vous pouvez accéder à vos fichiers. Sans rentrer dans les termes techniques. Vous avez besoin d'une clé (la \"passphrase\") pour chiffrer et déchiffrer vos fichiers. Ainsi, personne, même pas nous, ne peut accéder à vos fichiers à part vous.",
		"howEncrypted": "Comment sont chiffrés mes fichiers ?",
		"howEncryptedAns": "Vos fichiers sont chiffrés de bout-en-bout avec l'outil <a href='http://bitwiseshiftleft.github.io/sjcl/'>SJCL</a> au niveau de votre navigateur à l'aide de votre clé personnelle, elle aussi déchiffrée au niveau de votre navigateur. Ainsi, les données qui sont envoyées sont déjà chiffrées et personne d'autre à part vous ne peut les déchiffrer.",
		"howFunded": "Comment est financé Muonium, avez-vous de l'aide d'une quelconque société ?",
		"howFundedAns": "Non, Muonium a pour principe de n'appartenir à aucune société (à part la nôtre), de ne pas recevoir d'aide de grosses sociétés, afin de ne pas mettre en péril sa politique de confidentialité, etc... Ainsi, Muonium est seulement financé à l'aide de vos dons. Vous pouvez faire un tour dans <a href='Donate'>la section  \"Dons\"</a> si cela vous intéresse.",
		"helpTerrorism": "Tentez-vous d'aider les terroristes, ou organisations malfaisantes ?",
		"helpTerrorismAns": "Non, nous prônons la vie privée, certes, en aidant le monde à obtenir une meilleure vie privée, nous aidons involontairement le terrorisme. Mais nous sommes dans le même cas que <a href='https://protonmail.com/blog/privacy-encryption-and-terrorism/'>ProtonMail</a>. Dans tous les cas, même si nous ne développerions pas Muonium, les terroristes ainsi que toute autre personne ou groupe de personnes chiffreraient.",
		"anotherQuestion": "Une autre question ?",
		"anotherQuestionAns": "Notre FAQ sera mise à jour au fur et à mesure de vos questions. Vous pouvez nous contacter à l'adresse suivante : <b>muonium [AT] protonmail [DOT] ch"
	},

	"security": {
		"communicationsEncryption": "Chiffrement des communications",
		"communicationsEncryptionTxt": "Muonium utilise la technologie <a href='https://fr.wikipedia.org/wiki/Transport_Layer_Security#TLS_1.2'>TLS 1.2</a> via un certificat généré par <a href='https://letsencrypt.org/'>Let's Encrypt</a> afin de sécuriser vos communications entre vos appareils et les serveurs. Grâce à cette technologie, les informations que vous envoyez (votre identifiant, votre mot de passe, etc...) et que vous recevez (informations personnelles, etc...) sont chiffrées au moyen d'un algorithme nommé <a href='https://fr.wikipedia.org/wiki/Advanced_Encryption_Standard'>AES-256</a> permettant un chiffrement par <b>AES - 256 bits</b>.<br />Ainsi, même si vos communications sont interceptées, elles ne pourront pas être déchiffrées et personne ne pourra voler les informations en transit entre vous et les serveurs.",
		"filesEncryption": "Chiffrement des fichiers",
		"filesEncryptionTxt": "Nous utilisons le chiffrement de bout-en-bout. Cela signifie que quelque soit le stade (upload, stockage, download), votre fichier sera toujours chiffré. Ainsi, si une interception a lieu, l'attaquant ne pourra jamais lire vos fichiers. L'algorithme de chiffrement utilisé est <b>AES</b> via <a href='http://bitwiseshiftleft.github.io/sjcl/'>SJCL</a> (qui est une implémentation complète et opensource de AES) qui permet <b>un chiffrement sur 256 bits (soit un peu plus de l'équivalent de RSA 2048)</b>. Lors de la création de son compte, l'utilisateur définit un mot de passe appelé \"passphrase\" afin de pouvoir chiffrer et déchiffrer ses fichiers. Grâce à ce principe, nous ne pouvons pas déchiffrer vos fichiers. Lors de votre connexion, votre passphrase sera stockée au niveau de votre navigateur afin de permettre le chiffrement et le déchiffrement en local. Cela permet de garder les fichiers chiffrés à tout niveau (vous, Internet, les serveurs).",
        "EELaws": "Sous les lois européennes et estoniennes",
		"EELawsTxt": "Les lois européennes et estoniennes au regard de la cryptographie ne sont pas restrictives, par conséquent, nous lancerons Muonium en Estonie.",
        "tripleAuth": "Triple-authentification",
		"tripleAuthTxt": "Aucune autre personne mise à part vous ne doit accéder à vos fichiers. C'est pour cela que nous avons mis en place un <b>système d'authentification avec 3 couches</b>. Le principe est assez simple : Vous rentrez <b>vos identifiants</b> (pseudo/mail & mot de passe) et validez, ceci correspond à la première couche de sécurité. Une fois que vous êtes connecté, il vous faut entrer <b>votre phrase secrète</b> afin de pouvoir déchiffrer votre clé personnelle qui permet ensuite le déchiffrement de vos fichiers, cela correspond à la deuxième couche. Mais, nous avons pensé qu'une couche supplémentaire apporterait une sécurité en plus. Lorsque vous avez rentré vos identifiants et votre phrase secrète, <b>un mail contenant un code vous est envoyé</b>, vous devez rentrer le code reçu sur la page pour être totalement authentifié. Tout ceci est peut-être un peu long, mais permet de renforcer la sécurité de votre compte.<br />Ce système est inspiré de la <a href='https://en.wikipedia.org/wiki/Multi-factor_authentication'>double-authentification</a> faite par certains sites comme Gmail ou encore Facebook."
	}
}
