{
  "global": {
    "home": "Шифрование файлов",
    "about": "О Muonium",
    "adventure": "Хронология",
    "security": "Безопасность",
    "blog": "Блог",
    "donate": "Пожертвовать",
    "help": "Помощь",
    "login": "Войти",
    "register": "Зарегистрироваться",
    "close": "Закрыть",
    "vote": "Голосовать"
  },

  "home": {
    "secureStorageSolution": "БЕЗОПАСНОЕ РЕШЕНИЕ ДЛЯ ХРАНЕНИЯ ДАННЫХ",
    "features": "ОСОБЕННОСТИ",
    "securedConnections": "Безопасные подключения",
    "securedConnectionsTxt": "Все ваши подключения к Muonium защищены технологией TLS 1.2",
    "endToEndEncryption": "Сквозное шифрование",
    "endToEndEncryptionTxt": "Все файлы шифруются в вашем браузере, поэтому только вы можете их видеть",
    "protection": "Защита",
    "protectionTxt": "Ваши файлы защищены от шпионажа, и только ваш пароль позволяет просматривать файлы",
    "free": "Бесплатно",
    "freeTxt": "Конфиденциальность в интернете является одним из основных прав. Ваши пожертвования помогают поддерживать сервера, нашу команду и конфереции (встречи)",
    "openSource": "Открытый исходный код",
    "openSourceTxt": "Исходный код Muonium полностью открыт. Вы можете просмотреть наш код на <a href=\"https://github.com/muonium\">GitHub</a>",
    "anonymity": "Анонимность",
    "anonymityTxt": "Muonium не требует и не собирает никакой личной информации, вы остаетесь анонимным",
    "modernity": "Современный",
    "modernityTxt": "Интерфейс интуитивно понятен и современнен, что позволяет быстро и легко получить доступ к файлам",
    "accessibility": "Доступность",
    "accessibilityTxt": "Удобный доступ ко всем файлам в Интернете, где угодно и в любое время"
  },

  "about": {
    "ourPolicy": "Наша политика",
    "policy": "Конфиденциальность в Интернете является правом.Почему мы должны согласиться с тем, с чем мы не соглашаемся в повседневной жизни (offline) ? На протяжении многих лет частные компании такие как Google, Facebook и другие,также как и агенты правительства следят за нами,чтобы каждый день собирать в сети информацию о нас. Однако,мы смогли противостоять массовой слежке, используя криптографию,но слишком мало проектов позволяют защитить нас должным образом.Однако в настоящее время нам повезло иметь безопасную альтернативу для наших почт и писем: <span>ProtonMail</span>, который позволяет шифрование  end-to-end.Также вы можете использовать <span>Ring.cx</span> or <span>Tox.chat</span> для шифрования ваших сетей.<br />It's in this perspective that мы запустили разработку <span>Muonium</span>,чтобы предложить альтернативу безопасному хранению ваших файлов онлайн. Наша политика требует от нас шифрование end-to-end файлов  making you the only true owner thereof.",
    "ourTeam": "Наша команда",
    "PaulRole": "Co-founder & системный и сетевой администратор",
    "PaulLife": "Paul likes many sciences and IT. He manages the infrastructure, the data storage systems, the servers, and, the Muonium team. Privacy on the Internet is a subject very important to him. Not forgetting that he takes a lot of interest in languages, cultures, opensource and the Free Software concept.",
    "DylanRole": "Co-founder & Front-end and Back-end developer",
    "DylanLife": "Dylan develops the back-end, and help Paul to manage the Muonium project. Also, he deals programming techniques for the web application. Passionate about IT, and having a higher technician diploma in computing, he is currently studying the web application development in professional degree.",
    "GioRole": "Co-founder & Technical support service",
    "GioLife": "Giovanni helps users and eventually, enterprises. He is passionate about web technologies, hardware and Android. He likes watching animes and series."
  },

  "adventure": {
    "phase": "Этап",
    "mouseDescription": "Наведите курсор мыши на пузырь, чтобы отобразить информацию",
    "phase1": "Первый этап - это создание сайта. Первый этап будет состоять в том,чтобы создать законченный сайт called 'features' для представления(презентации) проекта,разработчиков и дополнительной информации о безопасности.<br /><br />Ожидаемая дата запуска : <b>End January 2016</b>",
    "phase2": "Второе этап - это разработка управления интерфейса для ваших файлов .Интерфейс будет включать в себя только основные функции (такие как шифрование будут первыми для создания). После завершения, ограниченная бета будет запущена. В него войдут примерно 50 человек <br /><br />Ожидаемая дата запуска : <b>Декабрь 2016</b>",
    "phase3": "Третий этап включает в себя покупку наших собственных серверов и открытую бету с дополнительными возможностями  (в дополнение к основным функциям). Наши сервера будут поддерживать примерно от 1000 до 2000 человек .<br /><br />Ожидаемая дата запуска : <b>Неопределенная</b>",
    "phase4": "Четвертый этап-это выпуск полностью стабильной версии интерфейса(улучшение производительности, упрощения определенных функций и т.д). Запуск первой стабильной версии будет произведен при покупке нескольких серверов с большой  вместительностью .<br /><br />Ожидаемая дата запуска : <b>Неопределенная</b>",
    "phase5": "Пятый(последний этап) представляет собой  запуск  других проектов под именем <b>Kantum Technologies</b> и финансирование новых серверов. Интерфейс пройдет строгий анализ чтобы значительно улучшить experience пользователя .<br /><br />Ожидаемая дата запуска : <b>Неопределенная</b>"
  },

  "donate": {
    "serverFinancing": "Примите участие в финансировании серверов",
    "teamFinancing": "Примите участие в финансировании команды",
    "conferenceFinancing": "Примите участие в финансировании конференций и встреч",
    "why": "Почему?",
    "whyDonate": "Почему стоит пожертвовать?",
    "whyDonateTxt": "Наша команда состоит из студентов,не профессионалов. Поэтому нам не платят за нашу работу.Если нам понадобятся денги,мы должны будем посвятить свое время работе, что означает меньше времени,чтобы работать над Muonium или над нашими исследованиями. <br /> С помощью ваших пожертвований нам удается найти баланс и нам не обязательно нужно работать,для финансовой поддержки.Тогда мы сможем больше принимать участие в развитие Muonium."
  },

  "help": {
    "losePwd": "Я потерял свой пароль,как я могу его восставновить?",
    "losePwdAns": "Если это ваш пароль индификации(для входа), тогда нажмите на  \"Забыли пароль?\" на странице \"войти\".Ваш пароль будет сброшен  и письмо будет выслано вам на почту с ссылкой на сброс пароля.<br />Но если это ваш парол для расшифровки,то нам будет невозможно определить его.Вы должны понимать,что все ваши файлы будут потеряны ",
    "whoCanAccessMyFiles": "Кто может получить доступ к моим файлам?",
    "whoCanAccessMyFilesAns": "Только вы можете получить доступ к вашим файлам. (Without technical terms,) вам нужен ключ (the \"кодовая фраза\") чтобы зашифровывать и расшифровывать ваши файлы.Таким образом,никто,даже мы,не сможем получить доступ к вашим файлам,кроме вас",
    "howEncrypted": "Как мои файлы зашифрованы ?",
    "howEncryptedAns": "Ваши файлы зашифрованы end-to-end благодаря <a href='http://bitwiseshiftleft.github.io/sjcl/'>SJCL</a> в вашем браузере,используя ваш персональный ключ,также расшифрованы в вашем браузере.Таким образом,данные,которые высланы уже зашифрованы и никто кроме вас  не может расшифровать их.",
    "howFunded": "Как финансируется Muonium ? Получаете ли вы некоторую помощь от компаний?",
    "howFundedAns": "Нет,политика Muonium состоит в том,что мы не принадлежим ни одной компании (кроме нашей) и не получаем помощь от больших компаний для того,чтобы  не ставить под угрозу нашу политику приватности. Поэтому Muonium  финансируется с помощью ваших пожертвований.Можете зайти в раздел <a href='Пожертвовать'>'Пожертвовать' section</a> если вам интересно.",
    "helpTerrorism": "Вы пытаетесь помочь террористам и другим плохим организациям?",
    "helpTerrorismAns": "No, we advocate privacy, certainly helping the world get a better privacy, we unwittingly helping terrorism. Но мы в такой же ситуации как и <a href='https://protonmail.com/blog/privacy-encryption-and-terrorism/'>ProtonMail</a>. In any case, even if we wouldn't develop Muonium, terrorists and any other person or group of people will encrypt their data.",
    "anotherQuestion": "Другой вопрос?",
    "anotherQuestionAns": "Наши \"вопросы и ответы\" будут обновлены с поступлением новых вопросов. Можете связаться с нами : <b>muonium [AT] protonmail [DOT] ch</b>"
  },

  "security": {
    "communicationsEncryption": "Шифрование сетей",
    "communicationsEncryptionTxt": "Muonium использует <a href='https://en.wikipedia.org/wiki/Transport_Layer_Security#TLS_1.2'>TLS 1.2</a> технологию с сертификатом,сгенерированным с помощью  <a href='https://letsencrypt.org/'>Let's Encrypt</a> для защиты сетей между вашим устройствами и серверами. С данной технологией информация,которую вы посылаете(ваше имя пользователя, пароль и т.д) и получаете (персональная информация и т.д) зашифрованы с использованием алгоритма под названием <a href='https://en.wikipedia.org/wiki/Advanced_Encryption_Standard'>AES-256</a> разрешаюший шифрование с помощью by <b>AES - 256 bits</b>.<br /> Даже если ваши сети(связи) перехвачены,их невозможно будет расшифровать и никто не сможет украсть информацию,передаваемую между вами и серверами.",
    "filesEncryption": "Шифрование файлов",
    "filesEncryptionTxt": "Мы используем end-to-end шифрование. Это означает,что в какой-либо стадии(загрузка, хранение, скачивание), ваш файл будет зашифрован.Даже если кто-то перехватить ваши сети, злоумышленник никогда увидит ваши файлы. Использованный алгоритм шифрования: <b>AES</b> вместе с <a href='http://bitwiseshiftleft.github.io/sjcl/'>SJCL</a> (который является полностью open source и осуществляется с помощью  AES) который позволяет <b>256 bits шифрование (равноценное RSA 2048)</b>. При создании аккаунта, пользователь устанавливает персональную кодовую фразу  (пароль) для того,чтобы зашифровывать и расшифровывать его файлы.По данному принципу, мы не можем расшифровать ваши файлы.Когда вы войдете, ваша кодовая фраза будет храниться в браузере для того,чтобы разрешить шифрование и расшифрование локально. Это позволяет сохранять файлы зашифрованными на любом уровне (пользователь,Интернет, сервер).",
    "EELaws": "В соответствии с европейскими и эстонскими законами",
    "EELawsTxt": "Европейские и эстонские законы  криптографии не такие строгие,поэтому Muonium будет развернут в Эстонии . Они позволяют нам<b>шифровать ключи шифрования</b>, затем вы зашифруем ваш ключ шифрования (Ваш ключи шифрования используется для шифрования ваших файлов) вашим секретным паролем(также называемая\"Кодовой фразой\") <b>перед тем,как отправить его серверам</b>. Следовательно, <b> вы являетесь единственным хозяином вашего ключа шифрования и поэтому только вы имеете доступ к вашим файлам</b>.Также, ваш секретный пароль никогда не будет выслан серверам.Только вы будете его знать.",
    "tripleAuth": "Тройная аутентификация",
    "tripleAuthTxt": "Только вы можете получить доступ к файлам.Поэтому мы разработали <b>систему аутентификации с 3 уровнями</b>. Принцип довольно прост: Вы вводите <b>Ваш логин/почтовый адрес и пароль</b> и отправляете его - это первый уровень защиты.Когда вы войдете,вам нужно будет ввести <b>свою кодовую фразу</b> чтобы расшифровать ваш ключ,который позволяет расшифровать ваши файлы.Затем следует второй уровень.Мы считаем,что дополнительный уровень обеспечит большую защиту.После вашей кодовой фразы<b> письмо с кодом будет отправлено</b>, вам нужно ввести полученный код,чтобы полностью зайти.Все это может показаться долгим процессом,но это усилит безопасность вашего аккаунта.<br />Эта система была вдохновлена<a href='https://en.wikipedia.org/wiki/Multi-factor_authentication'>double-authentification</a> ,которая была создана такими сайтами как Gmail и Facebook"
  }
}
